---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.AngularDimension
source: html/ba6a7759-f02f-9b68-c7eb-c3a9201e832c.htm
---
# AngularDimension Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.